# Задание по теме "Переменные"
number_homework_completed = 12
number_spent_hours = 1.5
course_name = 'Phyton'
time_one_task = number_spent_hours / number_homework_completed
print('Курс:', course_name, ', всего задач:', number_homework_completed, ', затрачено часов:', number_spent_hours, ', среднее время выполнения', time_one_task, 'часа.')